Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# Chat_Tool_FooterWithTimeFormat
source: Tool · {0}
fr_fr: Outil · {0}
pt_br: Ferramenta · {0}
zh_cn: 工具 · {0}
zh_tw: 工具 · {0}

# Chat_Activity_CommandOne
source: Ran {0} command
fr_fr: {0} commande exécutée
pt_br: Executou {0} comando
zh_cn: 运行了 {0} 个命令
zh_tw: 執行了 {0} 個命令

# Chat_Activity_CommandMany
source: Ran {0} commands
fr_fr: {0} commandes exécutées
pt_br: Executou {0} comandos
zh_cn: 运行了 {0} 个命令
zh_tw: 執行了 {0} 個命令

# Chat_Activity_ReadOne
source: read {0} file
fr_fr: {0} fichier lu
pt_br: leu {0} arquivo
zh_cn: 读取了 {0} 个文件
zh_tw: 讀取了 {0} 個檔案

# Chat_Activity_ReadMany
source: read {0} files
fr_fr: {0} fichiers lus
pt_br: leu {0} arquivos
zh_cn: 读取了 {0} 个文件
zh_tw: 讀取了 {0} 個檔案

# Chat_Activity_EditOne
source: edited {0} file
fr_fr: {0} fichier modifié
pt_br: editou {0} arquivo
zh_cn: 编辑了 {0} 个文件
zh_tw: 編輯了 {0} 個檔案

# Chat_Activity_EditMany
source: edited {0} files
fr_fr: {0} fichiers modifiés
pt_br: editou {0} arquivos
zh_cn: 编辑了 {0} 个文件
zh_tw: 編輯了 {0} 個檔案

# Chat_Activity_WriteOne
source: wrote {0} file
fr_fr: {0} fichier écrit
pt_br: escreveu {0} arquivo
zh_cn: 写入了 {0} 个文件
zh_tw: 寫入了 {0} 個檔案

# Chat_Activity_WriteMany
source: wrote {0} files
fr_fr: {0} fichiers écrits
pt_br: escreveu {0} arquivos
zh_cn: 写入了 {0} 个文件
zh_tw: 寫入了 {0} 個檔案

# Chat_Activity_SearchOne
source: ran {0} search
fr_fr: {0} recherche effectuée
pt_br: executou {0} busca
zh_cn: 执行了 {0} 次搜索
zh_tw: 執行了 {0} 次搜尋

# Chat_Activity_SearchMany
source: ran {0} searches
fr_fr: {0} recherches effectuées
pt_br: executou {0} buscas
zh_cn: 执行了 {0} 次搜索
zh_tw: 執行了 {0} 次搜尋

# Chat_Activity_FetchOne
source: fetched {0} page
fr_fr: {0} page récupérée
pt_br: buscou {0} página
zh_cn: 获取了 {0} 个页面
zh_tw: 擷取了 {0} 個頁面

# Chat_Activity_FetchMany
source: fetched {0} pages
fr_fr: {0} pages récupérées
pt_br: buscou {0} páginas
zh_cn: 获取了 {0} 个页面
zh_tw: 擷取了 {0} 個頁面

# Chat_Activity_GenericOne
source: used {0} tool
fr_fr: {0} outil utilisé
pt_br: usou {0} ferramenta
zh_cn: 使用了 {0} 个工具
zh_tw: 使用了 {0} 個工具

# Chat_Activity_GenericMany
source: used {0} tools
fr_fr: {0} outils utilisés
pt_br: usou {0} ferramentas
zh_cn: 使用了 {0} 个工具
zh_tw: 使用了 {0} 個工具

# Chat_Activity_GenericNamed
source: used {1}
fr_fr: {1} utilisé
pt_br: usou {1}
zh_cn: 使用了 {1}
zh_tw: 使用了 {1}

# Chat_Activity_GenericNamedRepeated
source: used {1} {0} times
fr_fr: {1} utilisé {0} fois
pt_br: usou {1} {0} vezes
zh_cn: 使用了 {1} {0} 次
zh_tw: 使用了 {1} {0} 次

# Chat_Activity_RunningFormat
source: Running {0}
fr_fr: Exécution de {0}
pt_br: Executando {0}
zh_cn: 正在运行 {0}
zh_tw: 正在執行 {0}

# Chat_Activity_Complete
source: Complete
fr_fr: Terminé
pt_br: Concluído
zh_cn: 已完成
zh_tw: 已完成

# Chat_Activity_Expanded
source: Expanded
fr_fr: Développé
pt_br: Expandido
zh_cn: 已展开
zh_tw: 已展開

# Chat_Activity_Collapsed
source: Collapsed
fr_fr: Réduit
pt_br: Recolhido
zh_cn: 已折叠
zh_tw: 已摺疊

# Chat_Activity_AutomationFormat
source: Activity: {0}. {1} tools. {2}.
fr_fr: Activité : {0}. {1} outils. {2}.
pt_br: Atividade: {0}. {1} ferramentas. {2}.
zh_cn: 活动：{0}。{1} 个工具。{2}。
zh_tw: 活動：{0}。{1} 個工具。{2}。

# Chat_Reasoning_ThinkingHeader
source: 🧠 Thinking
fr_fr: 🧠 Réflexion
pt_br: 🧠 Pensando
zh_cn: 🧠 思考中
zh_tw: 🧠 思考中

# Chat_Reasoning_ThinkingEllipsis
source: 🧠 thinking…
fr_fr: 🧠 réflexion en cours…
pt_br: 🧠 pensando…
zh_cn: 🧠 思考中…
zh_tw: 🧠 思考中…

# Chat_Timeline_AssistantThinkingFormat
source: {0} is thinking…
fr_fr: {0} réfléchit…
pt_br: {0} está pensando…
zh_cn: {0} 正在思考…
zh_tw: {0} 正在思考…

# Chat_Composer_Reasoning_Default
source: Default
fr_fr: Par défaut
pt_br: Padrão
zh_cn: 默认
zh_tw: 預設

# Chat_Composer_Reasoning_Auto
source: Auto
fr_fr: Automatique
pt_br: Automático
zh_cn: 自动
zh_tw: 自動

# Chat_Composer_Reasoning_Maximum
source: Maximum
fr_fr: Maximal
pt_br: Máximo
zh_cn: 最大
zh_tw: 最大

# Chat_Composer_Accessibility_Session
source: Session
fr_fr: Conversation
pt_br: Sessão
zh_cn: 会话
zh_tw: 工作階段

# Chat_Composer_Accessibility_CurrentSession
source: Current session
fr_fr: Conversation actuelle
pt_br: Sessão atual
zh_cn: 当前会话
zh_tw: 目前工作階段

# Chat_Composer_Accessibility_Model
source: Model
fr_fr: Modèle
pt_br: Modelo
zh_cn: 模型
zh_tw: 模型

# Chat_Composer_Accessibility_Reasoning
source: Reasoning
fr_fr: Raisonnement
pt_br: Raciocínio
zh_cn: 推理
zh_tw: 推理

# Chat_Composer_Placeholder_Connected
source: Message Assistant (Enter to send)
fr_fr: Envoyer un message à l'assistant (Entrée pour envoyer)
pt_br: Mensagem para o Assistant (Enter para enviar)
zh_cn: 给助手发送消息（按 Enter 发送）
zh_tw: 傳訊息給助理（按 Enter 傳送）

# Chat_Composer_Placeholder_Connecting
source: Connecting…
fr_fr: Connexion…
pt_br: Conectando…
zh_cn: 连接中…
zh_tw: 連線中…

# Chat_Composer_Placeholder_NotConnected
source: Not connected
fr_fr: Non connecté
pt_br: Não conectado
zh_cn: 未连接
zh_tw: 未連線

# Chat_Composer_Tooltip_Attach
source: Attach
fr_fr: Joindre
pt_br: Anexar
zh_cn: 附加
zh_tw: 附加

# Chat_Composer_Tooltip_Voice
source: Voice
fr_fr: Voix
pt_br: Voz
zh_cn: 语音
zh_tw: 語音

# Chat_Voice_ListeningPrompt
source: Listening…
fr_fr: Écoute…
pt_br: Ouvindo…
zh_cn: 正在聆听…
zh_tw: 正在聆聽…

# Chat_Voice_Cancel
source: Cancel
fr_fr: Annuler
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

# Chat_Composer_Tooltip_More
source: More
fr_fr: Plus
pt_br: Mais
zh_cn: 更多
zh_tw: 更多

# Chat_Composer_Tooltip_Settings
source: Settings
fr_fr: Paramètres
pt_br: Configurações
zh_cn: 设置
zh_tw: 設定

# Chat_Composer_Tooltip_Send
source: Send
fr_fr: Envoyer
pt_br: Enviar
zh_cn: 发送
zh_tw: 傳送

# Chat_Composer_Tooltip_Stop
source: Stop
fr_fr: Arrêter
pt_br: Parar
zh_cn: 停止
zh_tw: 停止

# Chat_Composer_AssistantWorking
source: Assistant is working…
fr_fr: L'assistant travaille…
pt_br: O Assistant está trabalhando…
zh_cn: 助手正在工作…
zh_tw: 助理處理中…

# Chat_Composer_QueuedCountFormat
source: Queued ({0})
fr_fr: En file d’attente ({0})
pt_br: Na fila ({0})
zh_cn: 已排队 ({0})
zh_tw: 已排入佇列 ({0})

# Chat_Composer_QueuedMessageAutomationFormat
source: Queued message: {0}
fr_fr: Message en file d’attente : {0}
pt_br: Mensagem na fila: {0}
zh_cn: 已排队消息：{0}
zh_tw: 已排入佇列的訊息：{0}

# Chat_Composer_QueuedMessageFailedAutomationFormat
source: Queued message failed: {0}
fr_fr: Échec du message en file d’attente : {0}
pt_br: Falha na mensagem em fila: {0}
zh_cn: 已排队消息失败：{0}
zh_tw: 已排入佇列的訊息失敗：{0}

# Chat_Composer_QueuedMessageFailed
source: Failed
fr_fr: Échec
pt_br: Falhou
zh_cn: 失败
zh_tw: 失敗

# Chat_Timeline_Pending
source: Pending
fr_fr: En attente
pt_br: Pendente
zh_cn: 待发送
zh_tw: 待傳送

# Chat_Composer_QueuedMessageCancel
source: Cancel queued message
fr_fr: Annuler le message en file d’attente
pt_br: Cancelar mensagem em fila
zh_cn: 取消已排队消息
zh_tw: 取消已排入佇列的訊息

# Chat_Composer_QueuedMessageCancelAutomationFormat
source: Cancel queued message {0}: {1}
fr_fr: Annuler le message en file d’attente {0} : {1}
pt_br: Cancelar mensagem em fila {0}: {1}
zh_cn: 取消已排队消息 {0}：{1}
zh_tw: 取消已排入佇列的訊息 {0}：{1}

# Chat_Composer_QueuedMessageRemoveFailed
source: Remove failed queued message
fr_fr: Supprimer le message en file d’attente en échec
pt_br: Remover mensagem em fila que falhou
zh_cn: 移除失败的已排队消息
zh_tw: 移除失敗的已排入佇列訊息

# Chat_Composer_QueuedMessageRemoveFailedAutomationFormat
source: Remove failed queued message {0}: {1}
fr_fr: Supprimer le message en file d’attente en échec {0} : {1}
pt_br: Remover mensagem em fila que falhou {0}: {1}
zh_cn: 移除失败的已排队消息 {0}：{1}
zh_tw: 移除失敗的已排入佇列訊息 {0}：{1}

# Chat_Assistant_Action_Copy
source: Copy message
fr_fr: Copier le message
pt_br: Copiar mensagem
zh_cn: 复制消息
zh_tw: 複製訊息

# Chat_Assistant_Action_ReadAloud
source: Read aloud
fr_fr: Lire à voix haute
pt_br: Ler em voz alta
zh_cn: 朗读
zh_tw: 朗讀

# Chat_User_Action_Delete
source: Delete message
fr_fr: Supprimer le message
pt_br: Excluir mensagem
zh_cn: 删除消息
zh_tw: 刪除訊息

# Chat_TruncationMarkerFormat
source: … [{0} bytes truncated]
fr_fr: … [{0} octets tronqués]
pt_br: … [{0} bytes truncados]
zh_cn: … [已截断 {0} 字节]
zh_tw: … [已截斷 {0} 位元組]

# Chat_Permission_Allow
source: Allow once
fr_fr: Autoriser une fois
pt_br: Permitir uma vez
zh_cn: 允许一次
zh_tw: 允許一次

# Chat_Permission_AllowAlways
source: Always allow
fr_fr: Toujours autoriser
pt_br: Sempre permitir
zh_cn: 始终允许
zh_tw: 一律允許

# Chat_Permission_Deny
source: Deny once
fr_fr: Refuser une fois
pt_br: Negar uma vez
zh_cn: 拒绝一次
zh_tw: 拒絕一次

# Chat_Permission_DecisionAllowed
source: Allowed
fr_fr: Autorisé
pt_br: Permitido
zh_cn: 已允许
zh_tw: 已允許

# Chat_Permission_DecisionAlwaysAllowed
source: Always allowed
fr_fr: Toujours autorisé
pt_br: Sempre permitido
zh_cn: 已始终允许
zh_tw: 已一律允許

# Chat_Permission_DecisionDenied
source: Denied
fr_fr: Refusé
pt_br: Negado
zh_cn: 已拒绝
zh_tw: 已拒絕

# Chat_Permission_DecisionExpired
source: Expired
fr_fr: Expiré
pt_br: Expirado
zh_cn: 已过期
zh_tw: 已過期

# AppNotification_LocalCommandDenied_Title
source: Windows companion blocked a local command
fr_fr: Le compagnon Windows a bloqué une commande locale
pt_br: O aplicativo complementar do Windows bloqueou um comando local
zh_cn: Windows 伴侣已阻止本地命令
zh_tw: Windows 伴侶已阻止本機命令

# AppNotification_LocalCommandDenied_CommandSubjectFormat
source: Command "{0}"
fr_fr: La commande « {0} »
pt_br: Comando "{0}"
zh_cn: 命令“{0}”
zh_tw: 命令「{0}」

# AppNotification_LocalCommandDenied_UnknownCommandSubject
source: A local command
fr_fr: Une commande locale
pt_br: Um comando local
zh_cn: 本地命令
zh_tw: 本機命令

# AppNotification_LocalCommandDenied_MessageFormat
source: {0} was denied by local exec policy: {1}.
fr_fr: {0} a été refusée par la stratégie d'exécution locale : {1}.
pt_br: {0} foi negado pela política de execução local: {1}.
zh_cn: {0} 已被本地执行策略拒绝：{1}。
zh_tw: {0} 已被本機執行策略拒絕：{1}。

# AppNotification_LocalCommandDenied_MessageNoReasonFormat
source: {0} was denied by local exec policy.
fr_fr: {0} a été refusée par la stratégie d'exécution locale.
pt_br: {0} foi negado pela política de execução local.
zh_cn: {0} 已被本地执行策略拒绝。
zh_tw: {0} 已被本機執行策略拒絕。

# AppNotification_LocalCommandDenied_PatternSuffixFormat
source: Matched pattern: {0}.
fr_fr: Motif correspondant : {0}.
pt_br: Padrão correspondido: {0}.
zh_cn: 匹配模式：{0}。
zh_tw: 比對模式：{0}。

# AppNotification_RepeatedBadgeFormat
source: {0}x
zh_cn: {0} 次
zh_tw: {0} 次

# AppNotification_ShowMore
source: Show more
fr_fr: Afficher plus
pt_br: Mostrar mais
zh_cn: 显示更多
zh_tw: 顯示更多

# AppNotification_ActionOpenConnection
source: Open Connection
fr_fr: Ouvrir Connexion
pt_br: Abrir Conexão
zh_cn: 打开连接
zh_tw: 開啟連線

# AppNotification_ActionOpenChannels
source: Open Channels
fr_fr: Ouvrir Canaux
pt_br: Abrir Canais
zh_cn: 打开频道
zh_tw: 開啟頻道

# AppNotification_ActionOpenSandbox
source: Open Sandbox
fr_fr: Ouvrir Sandbox
pt_br: Abrir Sandbox
zh_cn: 打开沙盒
zh_tw: 開啟沙箱

# AppNotification_ActionOpenCron
source: Open Cron
fr_fr: Ouvrir Cron
pt_br: Abrir Cron
zh_cn: 打开 Cron
zh_tw: 開啟 Cron

# AppNotification_GatewayConnectionFailed_Title
source: Gateway connection failed
fr_fr: Échec de la connexion à la passerelle
pt_br: Falha na conexão com o Gateway
zh_cn: 网关连接失败
zh_tw: 閘道連線失敗

# AppNotification_GatewayConnectionFailed_DefaultMessage
source: OpenClaw could not connect to the active gateway.
fr_fr: OpenClaw n'a pas pu se connecter à la passerelle active.
pt_br: O OpenClaw não conseguiu se conectar ao Gateway ativo.
zh_cn: OpenClaw 无法连接到活动网关。
zh_tw: OpenClaw 無法連線到作用中閘道。

# AppNotification_GatewayPairingRequired_Title
source: Gateway pairing approval required
fr_fr: Approbation d'appairage de la passerelle requise
pt_br: Aprovação de pareamento do Gateway necessária
zh_cn: 需要批准网关配对
zh_tw: 需要核准閘道配對

# AppNotification_GatewayPairingRequired_GenericMessage
source: Open Connection to complete gateway pairing.
fr_fr: Ouvrez Connexion pour terminer l'appairage de la passerelle.
pt_br: Abra Conexão para concluir o pareamento do Gateway.
zh_cn: 打开“连接”以完成网关配对。
zh_tw: 開啟「連線」以完成閘道配對。

# AppNotification_GatewayPairingRequired_DeviceMessageFormat
source: Open Connection to approve device {0}.
fr_fr: Ouvrez Connexion pour approuver l'appareil {0}.
pt_br: Abra Conexão para aprovar o dispositivo {0}.
zh_cn: 打开“连接”以批准设备 {0}。
zh_tw: 開啟「連線」以核准裝置 {0}。

# AppNotification_WindowsNodeConnectionFailed_Title
source: Windows node connection failed
fr_fr: Échec de la connexion du nœud Windows
pt_br: Falha na conexão do Node do Windows
zh_cn: Windows 节点连接失败
zh_tw: Windows 節點連線失敗

# AppNotification_WindowsNodeConnectionFailed_DefaultMessage
source: The gateway is connected, but this Windows node is not available.
fr_fr: La passerelle est connectée, mais ce nœud Windows n'est pas disponible.
pt_br: O Gateway está conectado, mas este Node do Windows não está disponível.
zh_cn: 网关已连接，但此 Windows 节点不可用。
zh_tw: 閘道已連線，但此 Windows 節點無法使用。

# AppNotification_WindowsNodeRateLimited_Title
source: Windows node connection rate-limited
fr_fr: Connexion du nœud Windows limitée
pt_br: Conexão do Node do Windows com limite de taxa
zh_cn: Windows 节点连接受到速率限制
zh_tw: Windows 節點連線受到速率限制

# AppNotification_WindowsNodeRateLimited_DefaultMessage
source: The gateway is connected, but this Windows node is temporarily rate-limited.
fr_fr: La passerelle est connectée, mais ce nœud Windows est temporairement limité.
pt_br: O Gateway está conectado, mas este Node do Windows está temporariamente com limite de taxa.
zh_cn: 网关已连接，但此 Windows 节点暂时受到速率限制。
zh_tw: 閘道已連線，但此 Windows 節點暫時受到速率限制。

# AppNotification_ChannelNeedsAttention_TitleFormat
source: {0} channel needs attention
fr_fr: Le canal {0} nécessite une attention
pt_br: O canal {0} precisa de atenção
zh_cn: {0} 频道需要注意
zh_tw: {0} 頻道需要注意

# AppNotification_ChannelNeedsAttention_StatusMessageFormat
source: The gateway reports {0} as {1}.
fr_fr: La passerelle signale {0} comme {1}.
pt_br: O Gateway reporta {0} como {1}.
zh_cn: 网关报告 {0} 为 {1}。
zh_tw: 閘道回報 {0} 為 {1}。

# AppNotification_SandboxDisabled_Title
source: Node Sandbox is off: commands run uncontained
fr_fr: Le Sandbox du nœud est désactivé: les commandes s'exécutent sans confinement
pt_br: O Sandbox do Node está desativado: comandos são executados sem contenção
zh_cn: 节点沙盒已关闭: 命令将不受限制地运行
zh_tw: 節點沙箱已關閉: 命令將不受限制地執行

# AppNotification_SandboxDisabled_Message
source: Agent-started Windows commands will run without sandbox containment until Node Sandbox is turned back on.
fr_fr: Les commandes Windows lancées par l'agent s'exécuteront sans confinement jusqu'à ce que le Sandbox du nœud soit réactivé.
pt_br: Comandos do Windows iniciados pelo agente serão executados sem contenção de sandbox até que o Sandbox do Node seja reativado.
zh_cn: 在重新启用节点沙盒之前，代理启动的 Windows 命令将在没有沙盒隔离的情况下运行。
zh_tw: 在重新啟用節點沙箱之前，代理程式啟動的 Windows 命令將在沒有沙箱隔離的情況下執行。

# AppNotification_SandboxUnavailable_Title
source: Sandbox unavailable: host fallback
fr_fr: Sandbox indisponible: repli sur l'hôte
pt_br: Sandbox indisponível: contingência no host
zh_cn: 沙盒不可用: 回退到主机
zh_tw: 沙箱無法使用: 回退到主機

# AppNotification_SandboxUnavailable_MessageFormat
source: {0} Commands will run on the host without sandbox protection while sandboxing is unavailable.
fr_fr: {0} Les commandes s'exécuteront sur l'hôte sans protection de sandbox tant que le sandboxing est indisponible.
pt_br: {0} Os comandos serão executados no host sem proteção de sandbox enquanto o sandboxing estiver indisponível.
zh_cn: {0} 在沙盒不可用期间，命令将在主机上运行，且没有沙盒保护。
zh_tw: {0} 在沙箱無法使用期間，命令將在主機上執行，且沒有沙箱保護。

# AppNotification_SandboxUnavailableBlocked_Title
source: Sandbox unavailable: commands blocked
fr_fr: Sandbox indisponible: commandes bloquées
pt_br: Sandbox indisponível: comandos bloqueados
zh_cn: 沙盒不可用: 命令已阻止
zh_tw: 沙箱無法使用: 命令已封鎖

# AppNotification_SandboxUnavailableBlocked_MessageFormat
source: {0} Node Sandbox is on. Commands are blocked until containment is available.
fr_fr: {0} Les commandes sont bloquées tant que le sandboxing est indisponible, car le blocage strict du repli est activé.
pt_br: {0} Os comandos são bloqueados enquanto o sandboxing está indisponível porque o bloqueio de contingência estrita está ativado.
zh_cn: {0} 节点沙盒已开启。命令会被阻止，直到隔离可用。
zh_tw: {0} 由於已啟用嚴格回退封鎖，沙箱無法使用期間命令會被封鎖。

# AppNotification_SandboxUnavailable_DefaultReason
source: MXC sandboxing primitives are not available on this machine.
fr_fr: Les primitives de sandboxing MXC ne sont pas disponibles sur cette machine.
pt_br: Os mecanismos de sandboxing do MXC não estão disponíveis nesta máquina.
zh_cn: 此计算机上没有可用的 MXC 沙盒基元。
zh_tw: 此電腦上沒有可用的 MXC 沙箱基元。

# AppNotification_CronRunFailed_Title
source: Cron job did not start
fr_fr: La tâche Cron n'a pas démarré
pt_br: A tarefa Cron não foi iniciada
zh_cn: Cron 作业未启动
zh_tw: Cron 作業未啟動

# AppNotification_CronRunFailed_DefaultDetail
source: The request failed.
fr_fr: La demande a échoué.
pt_br: A solicitação falhou.
zh_cn: 请求失败。
zh_tw: 要求失敗。

# AppNotification_CronRunRejectedDetail
source: The gateway rejected the cron.run request.
fr_fr: La passerelle a rejeté la demande cron.run.
pt_br: O Gateway rejeitou a solicitação cron.run.
zh_cn: 网关拒绝了 cron.run 请求。
zh_tw: 閘道拒絕了 cron.run 要求。

# NotificationsPage_Title.Text
source: Notifications
fr_fr: Alertes
pt_br: Notificações
zh_cn: 通知
zh_tw: 通知

# NotificationsPage_Subtitle.Text
source: Review and clear active OpenClaw notifications.
fr_fr: Consultez et effacez les notifications OpenClaw actives.
pt_br: Revise e limpe as notificações ativas do OpenClaw.
zh_cn: 查看并清除活动的 OpenClaw 通知。
zh_tw: 檢閱並清除作用中的 OpenClaw 通知。

# NotificationsPage_ClearButton.Content
source: Clear
fr_fr: Effacer
pt_br: Limpar
zh_cn: 清除
zh_tw: 清除

# NotificationsPage_EmptyTitle.Text
source: No notifications
fr_fr: Aucune notification
pt_br: Nenhuma notificação
zh_cn: 没有通知
zh_tw: 沒有通知

# NotificationsPage_EmptyDescription.Text
source: New app notifications will appear here until you dismiss or clear them.
fr_fr: Les nouvelles notifications de l'application apparaissent ici jusqu'à ce que vous les ignoriez ou les effaciez.
pt_br: Novas notificações do aplicativo aparecerão aqui até que você as dispense ou limpe.
zh_cn: 新的应用通知会显示在此处，直到你关闭或清除它们。
zh_tw: 新的應用程式通知會顯示在這裡，直到您關閉或清除它們。

# NotificationsPage_DismissAutomationNameFormat
source: Dismiss {0}
fr_fr: Ignorer {0}
pt_br: Dispensar {0}
zh_cn: 关闭 {0}
zh_tw: 關閉 {0}

# NotificationsPage_MetadataSourceExecApproval
source: Exec approval
fr_fr: Approbation d'exécution
pt_br: Aprovação de execução
zh_cn: 执行批准
zh_tw: 執行核准

# NotificationsPage_MetadataCategoryNodeInvoke
source: Node command
fr_fr: Commande du nœud
pt_br: Comando do Node
zh_cn: 节点命令
zh_tw: 節點命令

# AppNotification_ExecApprovalPending_Title
source: Command approval pending
fr_fr: Approbation de commande en attente
pt_br: Aprovação de comando pendente
zh_cn: 命令批准待处理
zh_tw: 命令核准待處理

# AppNotification_ExecApprovalPending_MessageFormat
source: {0} is waiting for approval to run: {1}
fr_fr: {0} attend l'approbation pour exécuter : {1}
pt_br: {0} está aguardando aprovação para executar: {1}
zh_cn: {0} 正在等待批准以运行：{1}
zh_tw: {0} 正在等待核准以執行：{1}

# AppNotification_ExecApprovalPending_OpenChatAction
source: Open chat
fr_fr: Ouvrir le chat
pt_br: Abrir chat
zh_cn: 打开聊天
zh_tw: 開啟聊天

# AppNotification_ExecApprovalPending_UnknownChatLabel
source: chat
fr_fr: discussion
pt_br: conversa
zh_cn: 聊天
zh_tw: 聊天

# AppNotification_ExecApprovalPending_MainSessionLabel
source: Main
fr_fr: Principal
pt_br: Principal
zh_cn: 主
zh_tw: 主要

# AppNotification_ExecApprovalPending_MainChatLabel
source: Main chat
fr_fr: Chat principal
pt_br: Chat principal
zh_cn: 主聊天
zh_tw: 主要聊天

# AppNotification_ExecApprovalPending_AgentChatLabelFormat
source: {0} chat
fr_fr: Chat {0}
pt_br: Chat de {0}
zh_cn: {0} 聊天
zh_tw: {0} 聊天

# NotificationsPage_MetadataAuthentication
source: Authentication
fr_fr: Authentification
pt_br: Autenticação
zh_cn: 身份验证
zh_tw: 驗證

# NotificationsPage_MetadataBindings
source: Bindings
fr_fr: Liaisons
pt_br: Vinculações
zh_cn: 绑定
zh_tw: 繫結

# NotificationsPage_MetadataChannels
source: Channels
fr_fr: Canaux
pt_br: Canais
zh_cn: 频道
zh_tw: 頻道

# NotificationsPage_MetadataConfig
source: Config
fr_fr: Configuration
pt_br: Configuração
zh_cn: 配置
zh_tw: 設定

# NotificationsPage_MetadataConnection
source: Connection
fr_fr: Connexion
pt_br: Conexão
zh_cn: 连接
zh_tw: 連線

# NotificationsPage_MetadataGateway
source: Gateway
fr_fr: Passerelle
pt_br: Servidor gateway
zh_cn: 网关
zh_tw: 閘道

# NotificationsPage_MetadataJobs
source: Jobs
fr_fr: Tâches
pt_br: Tarefas
zh_cn: 作业
zh_tw: 作業

# NotificationsPage_MetadataLoad
source: Load
fr_fr: Chargement
pt_br: Carregamento
zh_cn: 加载
zh_tw: 載入

# NotificationsPage_MetadataLifecycle
source: Lifecycle
fr_fr: Cycle de vie
pt_br: Ciclo de vida
zh_cn: 生命周期
zh_tw: 生命週期

# NotificationsPage_MetadataLocalGateway
source: Local gateway
fr_fr: Passerelle locale
pt_br: Gateway local
zh_cn: 本地网关
zh_tw: 本機閘道

# NotificationsPage_MetadataNode
source: Node
fr_fr: Nœud
pt_br: Nó
zh_cn: 节点
zh_tw: 節點

# NotificationsPage_MetadataPairing
source: Pairing
fr_fr: Appairage
pt_br: Pareamento
zh_cn: 配对
zh_tw: 配對

# NotificationsPage_MetadataSandbox
source: Sandbox
fr_fr: Bac à sable
pt_br: Ambiente restrito
zh_cn: 沙盒
zh_tw: 沙箱

# NotificationsPage_MetadataSettings
source: Settings
fr_fr: Paramètres
pt_br: Configurações
zh_cn: 设置
zh_tw: 設定

# NotificationsPage_MetadataStatus
source: Status
fr_fr: État
pt_br: Estado
zh_cn: 状态
zh_tw: 狀態

# Chat_Permission_Title
source: Exec approval needed
fr_fr: Approbation d'exécution requise
pt_br: Aprovação de execução necessária
zh_cn: 需要执行批准
zh_tw: 需要執行核准

# Chat_Permission_CommandApprovalTitle
source: Command approval requested
fr_fr: Approbation de commande demandée
pt_br: Aprovação de comando solicitada
zh_cn: 已请求命令批准
zh_tw: 已要求命令核准

# Chat_Permission_Subtitle
source: Approval is needed to run the command below on this Windows companion. Allow once to proceed, Always allow to remember this command, or Deny to cancel.
fr_fr: Une approbation est requise pour exécuter la commande ci-dessous sur ce compagnon Windows. Autorisez une fois pour continuer, autorisez toujours pour mémoriser cette commande, ou refusez pour annuler.
pt_br: É necessária aprovação para executar o comando abaixo neste aplicativo complementar do Windows. Permitir uma vez para prosseguir, Sempre permitir para lembrar este comando, ou Negar para cancelar.
zh_cn: 在此 Windows 伴侣上运行以下命令需要获得批准。允许一次以继续，始终允许以记住此命令，或拒绝以取消。
zh_tw: 在此 Windows 伴侶上執行以下命令需要核准。允許一次以繼續，一律允許以記住此命令，或拒絕以取消。

# Chat_Permission_Caption
source: Allow once applies only to this request. Always allow saves an exact allow rule when possible.
fr_fr: Autoriser une fois s'applique uniquement à cette demande. Toujours autoriser enregistre une règle d'autorisation exacte lorsque c'est possible.
pt_br: Permitir uma vez se aplica somente a esta solicitação. Sempre permitir salva uma regra de permissão exata quando possível.
zh_cn: “允许一次”仅适用于此请求。“始终允许”会在可能时保存一条精确的允许规则。
zh_tw: 「允許一次」僅適用於此請求。「一律允許」會在可能時儲存一條精確的允許規則。

# Chat_Permission_ResultSubmittedFormat
source: Approval {0} submitted for {1}.
fr_fr: Approbation {0} envoyée pour {1}.
pt_br: Aprovação {0} enviada para {1}.
zh_cn: 已为 {1} 提交批准 {0}。
zh_tw: 已為 {1} 提交核准 {0}。

# Chat_Root_ConnectingToGateway
source: Connecting to gateway…
fr_fr: Connexion à la passerelle…
pt_br: Conectando ao Gateway…
zh_cn: 正在连接到网关…
zh_tw: 連線到閘道中…

# Chat_Root_EmptyState_SelectSession
source: Select a session from the sidebar to start chatting.
fr_fr: Sélectionnez une session dans la barre latérale pour commencer à discuter.
pt_br: Selecione uma sessão na barra lateral para começar a conversar.
zh_cn: 在侧栏中选择一个会话以开始聊天。
zh_tw: 在側邊欄選擇一個工作階段以開始聊天。

# Chat_Notification_SendFailed
source: Send failed
fr_fr: Échec de l'envoi
pt_br: Falha ao enviar
zh_cn: 发送失败
zh_tw: 傳送失敗

# Chat_Error_SendReturnedStatusFormat
source: Gateway returned send status '{0}'.
fr_fr: La passerelle a renvoyé l’état d’envoi « {0} ».
pt_br: O Gateway retornou o status de envio '{0}'.
zh_cn: 网关返回发送状态“{0}”。
zh_tw: 閘道傳回傳送狀態「{0}」。

# Chat_Error_SendFailedFormat
source: Send failed: {0}
fr_fr: Échec de l’envoi : {0}
pt_br: Falha ao enviar: {0}
zh_cn: 发送失败：{0}
zh_tw: 傳送失敗：{0}

# Chat_Notification_AbortFailed
source: Abort failed
fr_fr: Échec de l'abandon
pt_br: Falha ao abortar
zh_cn: 中止失败
zh_tw: 中止失敗
